[
  {
    "Неделя": "1",
    "Тема": "Что такое социальная история?",
    "Что изучаем": "Введение в предмет социальной истории. Её отличие от политической истории. Основные методы (микроистория, история снизу) и ключевые концепции (Школа 'Анналов', ментальность, повседневность).",
    "Задания": "Прочитать фрагмент текста Ф. Броделя. Подготовить сообщение (200-300 слов) на тему: 'Какой аспект жизни людей прошлого мне было бы интересно изучить и почему?'"
  },
  {
    "Неделя": "2",
    "Тема": "Источники для изучения социальной истории России",
    "Что изучаем": "Обзор и типология источников: ревизские сказки, метрические книги, дневники, письма (эго-документы), материалы судебных дел, устная история, визуальные источники. Их потенциал и ограничения.",
    "Задания": "Проанализировать отрывок из крестьянского письма или дневника горожанина XIX века. Выявить 3-4 социальные практики или проблемы, описанные в тексте."
  },
  {
    "Неделя": "3",
    "Тема": "Мир русской деревни",
    "Что изучаем": "Крестьянская община (мир) как социальный и экономический институт. Семейный уклад, землепользование, обычное право. Народная культура и картина мира русского крестьянства.",
    "Задания": "На основе анализа фрагментов судебных дел или жалоб определить, как община регулировала внутренние конфликты (земельные споры, семейные раздоры) и взаимодействовала с государством."
  },
  {
    "Неделя": "4",
    "Тема": "Дворянство: между службой и частной жизнью",
    "Что изучаем": "Дворянство как служилое сословие. Формирование дворянской идентичности и корпоративной культуры. Усадебная жизнь как феномен. Семья, брак и воспитание в дворянской среде.",
    "Задания": "Сравнить два отрывка из мемуаров представителей разных поколений дворянства (например, екатерининской эпохи и середины XIX века). Выделить изменение идеалов и практик служения и частной жизни."
  },
  {
    "Неделя": "5",
    "Тема": "Город и горожане в имперской России",
    "Что изучаем": "Социальная стратификация города: купцы, мещане, цеховые ремесленники. Миграция из деревни и формирование пролетариата. Пространство города и зарождение городской культуры (общепит, транспорт, досуг).",
    "Задания": "Подготовить мини-доклад (5-7 минут) на основе анализа газетных объявлений или путеводителей по городу второй половины XIX века: о каких новых видах досуга и услуг для горожан они свидетельствуют?"
  },
  {
    "Неделя": "6",
    "Тема": "Рождение рабочего класса",
    "Что изучаем": "Социальный портрет рабочего: происхождение, условия труда и быта, уровень зарплат. Жилищный вопрос (казармы). Формы социального протеста (стачки, бунты) и их эволюция.",
    "Задания": "Проанализировать данные из отчетов фабричных инспекторов или анкет рабочих. Составить список основных проблем в условиях труда и быта, выделив наиболее частотные."
  },
  {
    "Неделя": "7",
    "Тема": "Маргинальные группы имперского города",
    "Что изучаем": "Нищие, преступники, проститутки как социальные группы. Отношение к ним государства (полиция, тюрьмы, больницы) и общества. Дискурсы о бедности и девиантности в науке и публицистике.",
    "Задания": "Написать короткое эссе (1-2 стр.) на тему: 'Как государство и общество в имперский период пытались классифицировать, контролировать или 'исправить' маргинальные группы?' на основе предложенных статей и документов."
  },
  {
    "Неделя": "8",
    "Тема": "Социальные потрясения: Первая мировая война и революции",
    "Что изучаем": "Война как опыт 'тотальной мобилизации'. Крах традиционных социальных иерархий. Влияние Февральской и Октябрьской революций 1917 года на повседневную жизнь разных слоев населения.",
    "Задания": "Сравнить два источника (например, письмо с фронта и дневник жителя Петрограда) за 1916-1917 гг. Выявить, как в них отражается нарастание социального кризиса и изменение настроений."
  },
  {
    "Неделя": "9",
    "Тема": "Становление советского общества (1920-е гг.)",
    "Что изучаем": "Социальная политика раннего СССР. Борьба с неграмотностью. Новые советские практики и ритуалы (субботники, демонстрации). Положение рабочих, крестьян, 'бывших' (лишенцев).",
    "Задания": "Проанализировать советские плакаты 1920-х гг. Выделить ключевые образы 'нового советского человека' и 'врагов', а также призывы к изменению повседневных практик (быт, гигиена, труд)."
  },
  {
    "Неделя": "10",
    "Тема": "Индустриализация и формирование 'советского рабочего класса'",
    "Что изучаем": "Ударничество, стахановское движение. Массовая миграция из деревни в город. Жилищный вопрос и коммунальная квартира как символ эпохи. Конструирование новой советской идентичности.",
    "Задания": "На основе воспоминаний или интервью рабочих 1930-х гг. (из проекта 'Прожито') описать противоречия эпохи: энтузиазм и принуждение, новые возможности и тяжелейшие бытовые условия."
  },
  {
    "Неделя": "11",
    "Тема": "Социальная история сталинизма: репрессии и адаптация",
    "Что изучаем": "Большой террор как социальный феномен. Его влияние на все слои общества. Стратегии выживания: доносительство, приспособленчество, формирование 'двойного сознания'. Жизнь в условиях тотального страха.",
    "Задания": "Прочитать и проанализировать фрагмент мемуаров (напр., Е. Гинзбург 'Крутой маршрут' или др.). Ответить на вопрос: 'Какие стратегии выживания и сохранения человеческого достоинства описывает автор?'"
  },
  {
    "Неделя": "12",
    "Тема": "Советский тыл в Великой Отечественной войне",
    "Что изучаем": "Социальный опыт войны: эвакуация промышленности и населения, труд женщин, подростков и детей, голод, жизнь на оккупированных территориях. Война как общенародный опыт и травма.",
    "Задания": "Анализ писем с фронта и на фронт. Выявить, какие бытовые, семейные проблемы и заботы волновали людей в условиях войны, о чем они писали, что скрывали."
  },
  {
    "Неделя": "13",
    "Тема": "'Застой' как социальный феномен",
    "Что изучаем": "Общество дефицита и его механизмы ('блат', 'достать', 'фарцовка'). Социальный контракт между властью и населением: лояльность в обмен на стабильность и минимальный достаток. 'Кухня' как центр частной жизни.",
    "Задания": "Провести интервью с родственником/знакомым, жившим в 1970-80-е гг. (или проанализировать готовое устное интервью) о повседневных практиках того времени: покупки, досуг, отношения с государством."
  },
  {
    "Неделя": "14",
    "Тема": "Социальные изменения периода Перестройки",
    "Что изучаем": "Крах советской системы и его социальные последствия. Появление новых социальных групп (кооператоры, 'новые русские'). Рост социального неравенства. Изменение общественных настроений и ценностей.",
    "Задания": "Проанализировать подшивку газет или журналов (напр., 'Огонек', 'Аргументы и факты') конца 1980-х - нач. 1990-х. Выделить ключевые социальные проблемы, которые обсуждались в прессе, и язык их описания."
  },
  {
    "Неделя": "15",
    "Тема": "Итоги и основные тенденции",
    "Что изучаем": "Подведение итогов курса. Основные векторы социального развития России: преемственность и разрывы. Постоянство и изменения в русской/советской социальной истории. Дискуссия о 'особом пути' и универсальных процессах.",
    "Задания": "Подготовить презентацию (5-7 слайдов) своего финального проекта: анализ источника или исследовательского эссе. Ключевой вопрос: 'Что ваш проект говорит об опыте обычного человека в истории?'"
  },
  {
    "Неделя": "16",
    "Тема": "Зачетная неделя",
    "Что изучаем": "Защита финальных проектов, ответы на вопросы, заключительная дискуссия.",
    "Задания": "Представить финальный проект и принять активное участие в обсуждении работ однокурсников."
  }
]
